# RbsElecWireShareNeutral Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecWireShareNeutral Property
ParameterTypeId Class See Also
---
"Share Neutral Conductor"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecWireShareNeutral { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecWireShareNeutral As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecWireShareNeutral {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace